{
  "full": [
    {
      "paper": 3,
      "authors": "Linlin Li and Chun-Wei Huang",
      "title": "Leveraging Intelligent Social Tutoring System to Address Social-Emotional Learning in Elementary Schools",
      "abstract": "Research has shown that students with strong social-emotional skills demonstrate greater motivation to learn, have more positive attitudes to-ward school, participate more actively in activities, and show better academic performance than students with social-emotional challenges. How-ever, many students who stand to benefit from such programs currently do not receive the help they need due to logistical barriers that limit the scalability of traditional in-person social-emotional instruction. This research provides an evidence-based solution by implementing and studying a technology- and game-based program that incorporates an intelligent social tutoring system with effective teaching strategies of scaffolding, coaching and reinforcement, and practice with feedback, as well as effective social skill trainings. We conducted a multi-site cluster randomized experimental study to address the educational efficacy of the program on students’ social-emotional competency. Results suggest that the program has a significant and positive impact on students’ social-emotional skills. It benefits all students, including students with social-emotional challenges, demonstrating that the program is an appropriate resource for diverse learners."
    },
    {
      "paper": 6,
      "authors": "Siyuan Li, Scotty D. Craig and Punya Mishra",
      "title": "Empowering Learners for Inclusive Use of AI",
      "abstract": "Domain-independent non-cognitive capabilities are crucial for empowering individuals, especially disadvantaged populations, to effectively utilize AI for studying, working, and living in the face of rapid technological advancements. However, students are not effectively prepared on the necessary skills and knowledge for lifelong learning or effective collaboration between humans and machines. We propose three related research topics (DEIB promotion, ethical issues, and student preparedness) that explore effective solutions to empower learners for inclusive use of AI in diverse learning conditions. Our aim is to understand learner needs and contextual factors influencing solution implementation, promoting dialogue and interdisciplinary collaboration."
    },
    {
      "paper": 9,
      "authors": "Esdras Bispo Jr.",
      "title": "Equity Issues in Educational Data Mining from an Epistemological Perspective",
      "abstract": "Educational Data Mining (EDM) has shown interesting scientific results lately. However, little has been discussed about philosophical questions regarding the type of knowledge produced in this area. Bispo Jr. (2019) presented two epistemological issues that emerged from EDM research. This paper aims to deepen this discussion by presenting the equity issues that originated from this initial work."
    },
    {
      "paper": 13,
      "authors": "Margarett Clapper, Cameron Hecht, Michaela Jones, Nirel Jonesmitchell, Meghann Johnson, Deepak Dennison, Dorrotya Demszky and David Yeager",
      "title": "Evaluating LLMs’ Generation of Growth-Mindset Supportive Teacher Language",
      "abstract": "Growth mindset-supportive practices and language have been shown to decrease academic achievement disparities [1]. However, instruc-tors do not always recognize and monitor their growth mindset-supportive language. it can be difficult to use growth-mindset language in classrooms [5, 13]. Here, we evaluate whether LLMs are capable of recognizing and gen-erating growth mindset-supportive language, and subsequently providing feedback on mindset language generated by educators. To evaluate these models, we prompt-tuned LLMs on previously written speeches from edu-cators identified as having a growth mindset (GM) and used zero-shot, non-prompt-tuned LLM-generated speeches as a control. School-aged research participants rated the speeches for perceptions of the teacher’s GM and re-ported hypothetical challenge-seeking behaviors (CSB) in this teacher's class. Results showed that human-expert-generated teacher speeches were rated as conveying strong GM messages (M = 4.67, 6-point scale). But the prompt-tuned AI models were not significantly different from human teach-ers' speeches on perceived GM (M = 4.55, p = .191). Further, prompt-tuned speeches did not disrupt the link between students' prior GM beliefs and CSB relative human teachers’ GM speeches (interaction p = .306). Both GM conditions were significantly different from speeches generated by a non-prompt-tuned LLM. Results were robust across OpenAI’s GPT-3 and Google’s LaMDA. Thus, LLMs were able to produce GM supportive lan-guage similar to humans, with sufficient prompting. Future research will ex-amine the role of LLMs in providing automated feedback on GM-supportive language to human eduators, to scalably promote educational equity."
    },
    {
      "paper": 14,
      "authors": "Jinsook Lee, Bradon Thymes, Joyce Zhou, Thorsten Joachims and Rene Kizilcec",
      "title": "Augmenting Holistic Review in University Admission using Natural Language Processing for Essays and Recommendation Letters",
      "abstract": "University admission at many highly selective institutions applies a holistic review process where all aspects of the application, including protected attributes (e.g., race, gender), grades, essays, and recommendation letters are used to compose a diverse class. In this study, we empirically evaluate how influential protected attributes are for predicting admission decisions using a machine learning (ML) model, and in how far textual information (e.g., personal essay, teacher recommendation) may substitute for the loss of protected attributes in the model. Using data from 17,417 applicants to an undergraduate admission office at a selective U.S. institution in the 2022-2023 cycle, we find that the exclusion of protected attributes from the ML model leads to substantially reduced admission-prediction performance. The inclusion of textual information via both a TF-IDF representation and a Latent Dirichlet allocation (LDA) model partially restores model performance, but does not appear to provide a full substitute for admitting a similarly diverse class. In particular, while the text helps with gender diversity, the proportion of URM applicants is severely impacted by the exclusion of protected attributes, and the inclusion of new attributes generated from the textual information does not recover this performance loss."
    },
    {
      "paper": 17,
      "authors": "Mourya Teja Kunuku and Nasrin Dehbozorgi",
      "title": "Exploring Application of LLMs and AI-based Models in Addressing EDI Concerns",
      "abstract": "Equity, Diversity, and Inclusion (EDI) challenges in the educational domain includes various areas that require attention and improvement by educators, researches and policy makers. EDI within the educational context focuses on eliminating structural barriers, facilitating access to high-quality education, nurturing inclusive learning environments and addressing the needs for special education and disabilities. Notably, students with disabilities encounter unique challenges that warrant careful consideration in EDI discussions. As cutting-edge AI tech- nologies continue to be integrated into the educational domain, there are significant opportunities to incorporate them to address the EDI concerns. However, it is crucial to be mindful of the potential repercussions these AI tools could have on students’ learning experiences. In this study we proposed a model that integrates ChatGPT to the Hugging face Using HuggingGPT framework to offer advanced features such as enhanced knowledge integration and multimodal input processing. This system facilitates a seamless integration of different existing AI models and leverages the power of LLMs to help with addressing diverse student needs in the educational domain and provide a positive learning experience specially for students with disabilities."
    },
    {
      "paper": 18,
      "authors": "Benjamin Nye, Yuko Okado, Aaron Shiel, Kayla Carr, Milton Rosenberg, Enora Rice, Luke Ostrander, Megan Ju, Cassandra Gutierrez, Dilan Ramirez, Daniel Auerbach, Angelica Aguirre and Bill Swartout",
      "title": "MentorStudio: Amplifying diverse voices through rapid, self-authorable virtual mentors",
      "abstract": "Mentoring promotes underserved students' STEM persistence but it is difficult to scale up. Virtual agents can amplify mentors' experiences to larger audiences, which is particularly important for mentors from under-represented backgrounds and for underserved students with less access to mentors. This paper introduces MentorStudio, an online platform that allows real-life mentors to self-record and publish video-based conversational virtual agents. MentorStudio's goals are to increase speed, scheduling flexibility, and autonomy in creating intelligent virtual mentors. MentorStudio platform components are introduced, along with initial feedback regarding usability and acceptance collected from 20 STEM mentors who recorded virtual mentors. Overall, the MentorStudio platform has good ease-of-use and acceptance among mentors and offers a platform capable of recording large number of mentors to expand their reach to an unlimited number of students."
    }
  ],

  "flash": [
    {
      "paper": 2,
      "authors": "Roberto Feltrero and Sara Osuna-Acedo",
      "title": "Social and educational AI for diversity: research on democratic values to develop artificial intelligence tools that guarantee access for all to educational tools and public services",
      "abstract": "Innovations in Artificial Intelligence for social development must fulfill a dual objective: improving equal access to areas of public interest such as education, training and public services, as well as improving civic and democratic participation in the process of developing such innovations for all. A particular case will be made concerning equal access for all people to public services, such as legal or educational procedures. This accessibility requires cognitive adaptability because often the legal or administrative language is very complex. Not only for people with cognitive disabilities, but also for older people or citizens at risk of educational or social discrimination. Natural language processing technologies using Artificial Intelligence can provide tools to translate legal, administrative or educational texts into a simpler language accessible to all. Despite technological advances in language processing and machine learning, this becomes a huge project if we really want to respect the ethical and legal consequences. This kind of respect can only be achieved with civil and democratic engagement in two areas: 1) democratically selecting the type of texts and the type of translations needed and 2) involving citizens, experts and non-experts, to produce and validate real examples of legal texts with cognitive adaptations to feed the artificial intelligence algorithms that will be used to learn how to translate those texts. The social value of this model goes far beyond building a tool to translate texts into a simpler and more accessible language, adapted to any type of population. The model aims to define participation and validation criteria to avoid the legal, social and equity biases present in the design of generative AI language tools for social purposes."
    },
    {
      "paper": 5,
      "authors": "Kamil Hankour, Christine Lee Bae, Kimberly Williamson and Morgan DeBusk-Lane",
      "title": "Exploring Science Discourse through Natural Language Processing",
      "abstract": "In this paper, we apply natural language processing (NLP) techniques to the area of discourse processes in middle school science classrooms. Employing similar methods to those used by Liu and Cohen (2021), we analyzed transcripts of middle school science classes using text-as-data methods to better understand turn-taking, targeting, use of analytic and social language, language coordination, questioning, and use of academic and routine language. Drawing on insights from engagement research, hybridity theory, and sociocultural theory, this approach allows us to detect important insights about dis-course processes and teacher practices in urban middle school science class-rooms."
    },
    {
      "paper": 8,
      "authors": "Marie-Luce Bourguet and Yingting Hao",
      "title": "Co-creation and Learner Personas Applied to the Inclusive Design of a Learning Analytics Dashboard",
      "abstract": "This short paper reports on a small co-creation project, which uses a participatory design approach and learner personas for the inclusive design of a learning analytics dashboard. We have found that involving learners throughout the design process can contribute to preventing instructors’ biases ending up in the design, and that using personas can help the instructional designer be inclusive of diverse learners’ needs, experiences, behaviours, goals and circumstances."
    },
    {
      "paper": 10,
      "authors": "Ndidi Obinwanne, Sohyun Park, Levi H.S. Lelis and Carrie Demmans Epp",
      "title": "Differences in Problem Solving Behaviours Across WEIRD and Non-WEIRD Learners",
      "abstract": "Educational technology research remains overwhelmingly focused on people who live in western, educated, industrialized, rich, and democratic (WEIRD) nations. This assumes that how learners approach problem solving should be consistent across locales. We used data that had been collected data through LabintheWild (LitW) to learn about how people solve problems. We analyzed participant solution paths and time use patterns. Our results show that WEIRD and non-WEIRD users demonstrated different problem-solving patterns, indicating a need to vary learning supports or materials based on learner culture."
    },
    {
      "paper": 11,
      "authors": "Magdalen Beiting-Parrish and John Whitmer",
      "title": "Lessons Learned about Evaluating Fairness from a Data Challenge to Automatically Score NAEP Reading Items",
      "abstract": "Natural language processing (NLP) is widely used to predict human scores for open-ended student responses for education assessments in various con-tent areas [9]. Ensuring algorithmic fairness and minimizing distortion based on student demographic background and other contextual factors is crucial to ensure that scoring does not inaccurately represent student populations [14]. This study presents a fairness analysis of six top-performing entries from a data challenge involving 20 reading comprehension items from the National Assessment of Education Progress (NAEP). These submissions were initially analyzed for fairness based on race/ethnicity and gender. This study describes additional fairness evaluation by the challenge team, which included extra contextual variables for English Language Learner Status, In-dividual Education Plans, Free and Reduced-Price lunch, and other variables. Several items showed lower accuracy for predicted scores for some student subgroups, particularly for English Language Learners, compared to other students. This study recommends considering additional demographic factors in future fairness scoring evaluations and new approaches to fairness analysis that consider multiple factors and the contexts in which student identity is experienced."
    },
    {
      "paper": 15,
      "authors": "Ivon Arroyo, Danielle Allessio, Dilean Bermudez, Kyle Lee, Marialuisa Di Stefano and Beverly Park Woolf",
      "title": "Intersectionality of Language and Mathematics in a Math Intelligent Tutoring System: towards Biliteracy, Diversity, Equity and Inclusion",
      "abstract": "We adapted an Intelligent Tutoring System for Mathematics for multilingual learners, by enhancing features of an intelligent tutoring system to respect Latinx culture and language. First, we fully localized an intelligent mathematics tutor to a South American country, which addressed motivational aspects of learning to the language and culture of the country. Results yielded a significant improvement in mathematics performance and showed an affective improvement on students’ grit. Second, we supported diverse learners in the USA by making learning materials, activities and learning companions comprehensible and culturally appropriate for bilingual students who speak Spanish at home."
    },
    {
      "paper": 16,
      "authors": "Rachel Van Campenhout and Martha Hubertz",
      "title": "Context and Considerations for Investigating the Impact of Learning by Doing on Student Equity",
      "abstract": "Digital learning environments generating large volumes of student data have made it possible to study learning methods and determine effective teaching and learning behaviors. For example, integrating formative practice with text content in a learning by doing approach is highly effective for learning for all learners. When applied in a classroom setting, this method supports increased engagement and outcomes. However, what has yet to be investigated is the impact this method has for the equity gap of at-risk student populations. For universities serving these students, identifying any approach to closing these equity gaps is paramount. In this work, we address the context for this research investigation and discuss important considerations to move forward interpreting the relationship between learning method and student characteristics."
    }
  ]
}
